{
  "_class_name": "MVDreamPipeline",
  "_diffusers_version": "0.25.0",
  "feature_extractor": [
    null,
    null
  ],
  "image_encoder": [
    null,
    null
  ],
  "requires_safety_checker": false,
  "scheduler": [
    "diffusers",
    "DDIMScheduler"
  ],
  "text_encoder": [
    "transformers",
    "CLIPTextModel"
  ],
  "tokenizer": [
    "transformers",
    "CLIPTokenizer"
  ],
  "unet": [
    "mv_unet",
    "MultiViewUNetModel"
  ],
  "vae": [
    "diffusers",
    "AutoencoderKL"
  ]
}
